{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "uniform", "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_1", "kernel_constraint": null, "activation": "linear", "batch_input_shape": [null, 36], "activity_regularizer": null, "trainable": true, "bias_constraint": null, "units": 164, "bias_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "uniform", "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_2", "bias_regularizer": null, "activation": "linear", "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 150}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_2"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_in", "distribution": "uniform", "scale": 1.0}}, "use_bias": true, "kernel_regularizer": null, "name": "dense_3", "bias_regularizer": null, "activation": "linear", "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "units": 6}}, {"class_name": "Activation", "config": {"activation": "linear", "trainable": true, "name": "activation_3"}}], "backend": "tensorflow", "keras_version": "2.1.6"}