{"config": [{"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 36], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "kernel_constraint": null, "name": "dense_1", "activation": "linear", "units": 164, "activity_regularizer": null, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "name": "dense_2", "activation": "linear", "units": 150, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "name": "dense_3", "activation": "linear", "units": 6, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "linear"}, "class_name": "Activation"}], "class_name": "Sequential", "keras_version": "2.1.6", "backend": "tensorflow"}