{"keras_version": "2.1.6", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "dtype": "float32", "trainable": true, "units": 164, "batch_input_shape": [null, 36], "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "activation": "linear", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_in"}}, "name": "dense_1"}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_in"}}, "activation": "linear", "use_bias": true, "units": 150, "name": "dense_2"}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_2", "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_in"}}, "activation": "linear", "use_bias": true, "units": 6, "name": "dense_3"}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "linear"}}]}