{"config": [{"config": {"dtype": "float32", "units": 164, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_in", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "activation": "linear", "kernel_regularizer": null, "trainable": true, "name": "dense_1", "bias_constraint": null, "batch_input_shape": [null, 36], "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_1", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"units": 150, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_in", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "activation": "linear", "kernel_regularizer": null, "trainable": true, "name": "dense_2", "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_2", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"units": 6, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_in", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "activation": "linear", "kernel_regularizer": null, "trainable": true, "name": "dense_3", "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_3", "activation": "linear", "trainable": true}, "class_name": "Activation"}], "backend": "tensorflow", "keras_version": "2.1.6", "class_name": "Sequential"}