{"backend": "tensorflow", "keras_version": "2.1.6", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 36], "dtype": "float32", "units": 164, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 1.0, "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "units": 150, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 1.0, "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "units": 6, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 1.0, "distribution": "uniform", "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "use_bias": true}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "linear", "trainable": true}}]}