{"class_name": "Sequential", "keras_version": "2.1.6", "config": [{"class_name": "Dense", "config": {"activation": "linear", "units": 164, "activity_regularizer": null, "name": "dense_1", "trainable": true, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "kernel_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 26], "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 150, "activity_regularizer": null, "name": "dense_2", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_2"}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 6, "activity_regularizer": null, "name": "dense_3", "trainable": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"activation": "linear", "trainable": true, "name": "activation_3"}}], "backend": "tensorflow"}