{"keras_version": "2.1.6", "config": [{"config": {"bias_regularizer": null, "dtype": "float32", "activity_regularizer": null, "name": "dense_1", "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 36], "units": 164}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_1"}, "class_name": "Activation"}, {"config": {"bias_regularizer": null, "activity_regularizer": null, "name": "dense_2", "units": 150, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_in"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_2"}, "class_name": "Activation"}, {"config": {"bias_regularizer": null, "activity_regularizer": null, "name": "dense_3", "units": 6, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_in"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"activation": "linear", "trainable": true, "name": "activation_3"}, "class_name": "Activation"}], "class_name": "Sequential", "backend": "tensorflow"}