{"keras_version": "2.1.6", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 1.0, "distribution": "uniform", "seed": null}}, "name": "dense_1", "batch_input_shape": [null, 72], "kernel_constraint": null, "use_bias": true, "activation": "linear", "trainable": true, "units": 164}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_1"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 1.0, "distribution": "uniform", "seed": null}}, "name": "dense_2", "kernel_constraint": null, "use_bias": true, "trainable": true, "activation": "linear", "units": 150}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_2"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "scale": 1.0, "distribution": "uniform", "seed": null}}, "name": "dense_3", "kernel_constraint": null, "use_bias": true, "trainable": true, "activation": "linear", "units": 6}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "linear", "name": "activation_3"}}]}