{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "batch_input_shape": [null, 36], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "name": "dense_1", "bias_constraint": null, "activation": "linear", "kernel_constraint": null, "kernel_regularizer": null, "units": 164, "trainable": true, "activity_regularizer": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "name": "dense_2", "bias_constraint": null, "activation": "linear", "kernel_constraint": null, "kernel_regularizer": null, "units": 150, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_in", "distribution": "uniform"}}, "name": "dense_3", "bias_constraint": null, "activation": "linear", "kernel_constraint": null, "kernel_regularizer": null, "units": 6, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "linear", "trainable": true}}], "keras_version": "2.1.6"}