{"keras_version": "2.1.6", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "batch_input_shape": [null, 36], "kernel_constraint": null, "activation": "linear", "activity_regularizer": null, "units": 164, "bias_constraint": null, "name": "dense_1", "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "dtype": "float32", "kernel_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dense_2", "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "activation": "linear", "activity_regularizer": null, "units": 150, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dense_3", "kernel_initializer": {"config": {"mode": "fan_in", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "activation": "linear", "activity_regularizer": null, "units": 6, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "linear"}, "class_name": "Activation"}], "backend": "tensorflow", "class_name": "Sequential"}